Connection to a group failed. Modification of elements within a group is not allowed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NotAllowedToModifyGroupElementsWarning { get; }
  Visual Basic
Public Shared ReadOnly Property NotAllowedToModifyGroupElementsWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NotAllowedToModifyGroupElementsWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace